Repository: sureshvv/plonegomobile
Catalog: gomobile.mobile/tags/1.0.4/gomobile/mobile/locales/*/LC_MESSAGES/gomobile.mobile.po
Languages: es

source: Appear in folder listing
es: Aparecen en la lista de carpeta

source: Click anywhere outside the phone to close.
es: Haga clic en cualquier lado fuera del teléfono para cerrar.

source: Displaying iPhone preview. The preview does not use iPhone browser engine and might not be accurate.
es: Mostrando la vista previa iPhone. La vista previa no utiliza motor del navegador del iPhone y podría no ser exacta.

source: Mobile preview
es: Vista previa Móvil

source: Navigation in preview is possible.
es: Navegación en esta visualización previa es posible.

source: Show folder listing
es: Mostrar lista de carpeta

source: Show how this page looks like in a mobile browser
es: Mostrar esta página como se visualiza en un navegador móvil

source: Show touch screen friendly listing of the child content at the bottom of the page for this content.
es: Mostrar la pantalla táctil amigable listando el contenido hijo en la parte inferior en la página de este contenido.

source: This item appears in the parent folder mobile folder listing
es: Este elemento aparecerá en la carpeta principal de la lista de carpeta móvil

source: Your browser does not support frames.
es: Su navegador no soporta macros HTML (frames HTML).
