Repository: sureshvv/plonegomobile
Catalog: gomobile.convergence/tags/0.9.3/gomobile/convergence/locales/*/LC_MESSAGES/gomobile.convergence.po
Languages: es

source: Both
es: Ambos

source: Content medias
es: Contenido de medias

source: Description
es: Descripción

source: Does this content appear on web, mobile or both
es: Hacer que este contenido aparece en la Web, Móvil o en ambos

source: Field overrides
es: Reescritura de campos

source: Media options
es: Opciones de Media

source: Media settings
es: Configuración de Media

source: Mobile
es: Móvil

source: Mobile content overrides
es: Sobre-escritura de contenido móvil

source: Mobile navigation settings
es: Configuración de navegación de Móvil

source: Mobile only
es: Solamente Móvil

source: Multichannel management
es: Administrar múltiple-canal

source: Overridden fields
es: Campos reescritos

source: Text
es: Texto

source: Title
es: Titulo

source: Use parent folder settings
es: Usar la configuración de carpeta principal

source: User parent folder setting
es: Configurando de carpeta principal de Usuario

source: Web and mobile
es: Web y móvil

source: Web only
es: Solamente Web

source: in web, mobile
es: en la web y móvil

source: media_status
es: El actual contenido es visible en:

source: only in mobile
es: solamente en el móvil

source: only in web
es: solamente en la web
