Repository: sureshvv/plonegomobile
Catalog: old/trunk/gomobile/gomobile.convergence/gomobile/convergence/i18n/gomobile.convergence-plone-*.po
Languages: es

source: Change strategy
es: Cambiar estrategia

source: Content media
es: Contenido de medias

source: Content media strategy
es: Estrategia de contenidos de medias

source: Content medias
es: Contenido de medias

source: Media publishing strategy:
es: Estrategia de publicación de medias:

source: Multichannel settings
es: Configuración múltiple-canal

source: Preview mobile version
es: Versión vista previa para móvil

source: Select how content appears on web and mobile
es: Seleccionar como el contenido aparecerá en la web o móvil

source: Set content medias: web or mobile
es: Defina contenidos de medias: web o móvil

source: This item is currently displayed on ${view_current_media}.
es: Este elemento esta actualmente mostrado en ${view_current_media}.
