Repository: sureshvv/plonegomobile
Catalog: gomobile.convergence/trunk/gomobile/convergence/locales/*/LC_MESSAGES/gomobile.convergence.po
Languages: nl

source: Both
nl: Beide

source: Content medias
nl: Media inhoud

source: Description
nl: Beschrijving

source: Does this content appear on web, mobile or both
nl: Deze content wordt getoont op uw website, mobiele site of beide

source: Field overrides
nl: Veld overschrijven

source: Media options
nl: Media opties

source: Mobile
nl: Mobiel

source: Mobile only
nl: Alleen mobiel

source: Mobile settings
nl: Mobiele instellingen

source: Overridden fields
nl: Overschreven velden

source: Save
nl: Bewaren

source: Text
nl: Tekst

source: Title
nl: Titel

source: Use parent folder settings
nl: Gebruik instellingen van bovenliggende map

source: User parent folder setting
nl: Gebruik instelling van bovenliggende map

source: Web
nl: Website

source: Web and mobile
nl: Website en mobiel

source: Web only
nl: Alleen website

source: in web, mobile
nl: in website, mobiele site

source: only in mobile
nl: alleen in mobiele site

source: only in web
nl: alleen in website
